Repository: MFRWDesign/weex
Catalog: doc/weex-GH.*.po
Languages: fr

source: Cache file `%s' does not exist.
fr: Le fichier de cache `%s' n'existe pas.

source: Creating a new one.
fr: Creation d'un nouveau fichier.

source: Cache file `%s' is broken at line %d.
fr: Le fichier de cache `%s' est defaillant à la ligne %d.

source: Internal error: cache facility is broken.
fr: Erreur interne : la focntion de cache est désactivée.

source: Cannot create cache file `%s'.
fr: Impossible de créer le fichier de cache `%s'.

source: Configuration file `%s/.weex/weexrc' does not exist.
fr: Fichier de configuration `%s/.weex/weexrc' non trouvé.

source: There is no section in configuration file.
fr: Le fichier de configuration ne contient pas de section.

source: Cannot make derectory `%s'.
fr: Impossible de créer le répertoire `%s'.

source: Created répertoire `%s'.
fr: Répertoire créé `%s'.

source: Cannot get file status: `%s'
fr: Impossible d'obtenir l'état du fichier : `%s'.

source: A `default' section is required.
fr: La section `default' est obligatoire.

source: When you set ChangePermissionDer, you must configure ChangePermission.
fr: Pour selectionner l'option `ChangePermissionDer', vous devez configurer le paramètre`ChangePermission'.

source: Cannot expand symbolic link `%s'. Ignore this file.
fr: Impossible d'utiliser le lien symbolique `%s'. Fichier ignoré.

source: Expandeng symbolic link failed: %s
fr: L'expansion du lien symbolique a échouée : %s

source: ConvToLower causes a conflict between `%s' and `%s'. Proceed anyway.
fr: L'option `ConvToLower' provoque un conflit entre les fichiers `%s' et `%s'. La procedure continue.

source: Confliction by ConvToLower: %s
fr: `ConvToLower' cause problème : %s

source: Cannot create a unique file name.
fr: Impossible de créer un unique nom de fichier.

source: Cannot get remote répertoire list.
fr: Impossible d'obtenir la liste de répertoires distants.

source: Getting remote répertoire list failed
fr: L'obtention de la liste des répertoires distants a échouée remota.

source: Cannot open `%s'.
fr: Impossible d'ouvrir `%s'.

source: Cannot remove `%s'.
fr: Impossible de supprimer `%s'.

source: Cannot get the remote répertoire list correctly.
fr: Impossible d'obtenir correctement la liste des répertoires distants.

source: Complete: sent %d file(s), removed %d file(s)
fr: Operation effectuée. Fichier envoyé : %d / Fichier eliminé: %d

source: Specified host (section) name `%s' is undefined.
fr: Nom d'hote (section) '%s' non spécifié dans le fichier de configuration.

source: Specified host (section) number `%s' is undefined.
fr: Nom d'hote non défini dans la section numéro '%s' du le fichier de configuration.

source: Cannot specify a default configuration.
fr: Impossible de trouver la section `default'.

source: The source répertoire (SrcDer) is not configured.
fr: Le répertoire source (SrcDer) n'est pas specifié.

source: The destination répertoire (DestDer) is not configured.
fr: Le répertoire distant (DestDer) n'est pas specifié.

source: The host name is not configured.
fr: Le nom de l'hote n'est pas specifié.

source: Cannot connect host `%s'.
fr: Impossible d'obtenir une connexion avec l'hote `%s'.

source: Connection failed: %s (%s)
fr: La connexion a échoué : %s (%s)

source: Connected: %s (%s)
fr: Connecté : %s (%s)

source: Desconnected: %s (%s)
fr: Deconnecté : %s (%s)

source: The login name is not configured.
fr: Login name non specifié.

source: No password specified in configuration file for `%s'. Asking ...
fr: Mot de passe non specificé dans le fichier de configuration per `%s'.

source: Login failed. Check your ID and password.
fr: Le login a échoué. Controlez votre ID et votre mot de passe.

source: Login failed: %s (%s)
fr: Le login a échoué: %s (%s)

source: Cannot change %s current working répertoire to `%s'.
fr: Impossible de changer le répertoire courrant %s en `%s'.

source: local
fr: locale

source: remote
fr: distant

source: Changing %s current working répertoire failed: %s
fr: Le changement du répertoire courrant %s a échoué : %s

source: Sent: %s%s
fr: Envoyé : %s%s

source: Cannot change the access permissions of `%s%s' to `%s'.
fr: Impossible de modifier les permissiones de `%s%s' en `%s'.

source: Changing the access permissions failed: %s%s
fr: La modification des permissions a échoué : %s%s

source: Cannot send file `%s%s'.
fr: Impossible d'envoyer le fichier %s%s'.

source: Sendeng failed: %s%s
fr: Echec d'envoi : %s%s

source: Retry to send: %s%s
fr: Nouvelle tentative d'envoi : %s%s

source: Retrying...
fr: Rééssaye...

source: %s : sent %d file(s), removed %d file(s)
fr: %s : Fichier envoyé : %d / Fichier supprimé : %d

source: Cannot remove remote file `%s%s'.
fr: Impossible de supprimer le fichier distant`%s%s'.

source: Removing failed: %s%s
fr: La suppression a échoué : %s%s

source: Removed: %s%s
fr: Supprimé : %s%s

source: Cannot remove remote répertoire `%s%s/'.
fr: Impossible de supprimer le répertoire distant `%s%s/'.

source: Removing failed: %s%s/
fr: La suppression a échoué : %s%s/

source: Cannot make remote répertoire `%s%s/'.
fr: Impossible de créer le répertoire distant `%s%s/'.

source: Making répertoire failed: %s%s/
fr: La création du répertoire a échoué : %s%s/

source: Connect :
fr: Connexion :

source: Desconnect :
fr: Déconnexion :

source: Entering :
fr: Entrée dans :

source: Leaving :
fr: Quitte :

source: Sendeng :
fr: Envoi :

source: Changing :
fr: Modication :

source: Removing :
fr: Suppression :

source: Making Der :
fr: Creation du répertoire :

source: Processing :
fr: Elaboration :

source: Configuration file `%s' is not found.
fr: Fichier de configuration `%s' non trouvé.

source: Creating configuration file `%s' fails.
fr: La Creation du file de configuration `%s' a échoué.

source: %s(%d): %s Syntax error
fr: %s(%d): %s Erreur de syntaxe

source: %s(%d): %s Unrecognized parameter
fr: %s(%d): %s Paramètre non reconnu

source: %s(%d): %s Internal error
fr: %s(%d): %s Erreur interne

source: %s(%d): %s Invalid number
fr: %s(%d): %s Nombre non valide

source: %s(%d): %s Out of range
fr: %s(%d): %s Hors limite

source: %s(%d): %s Cannot allocate memory.
fr: %s(%d): %s Impossible d'allouer de la memoire.

source: %s(%d): %s It must be specified TRUE or FALSE.
fr: %s(%d): %s Doit être spécifié TRUE ou FALSE.

source: %s(%d): %s The section name is already used.
fr: %s(%d): %s Le nom de section est déjà utilisé.

source: %s(%d) There is no closing brace.
fr: %s(%d) Parenthèse manquante.

source: %s(%d): %s Unexplained error
fr: %s(%d): %s Erreur inexpliquée

source: invalid number `%s'
fr: Nombre non valide `%s'

source: number `%s' to `%s' out of range
fr: les nombres `%s' à `%s' sont hors limite

source: unrecognized option `%s'
fr: Option `%s' non reconnue

source: option `%s' requires an argument
fr: L'option `%s' nécessite des arguments

source: option `%s' doesn't allow an argument
fr: L'option `%s' n'autorise pas d'argument

source: unrecognized option `-%c'
fr: Option `-%c' non reconnue

source: Cannot allocate memory.
fr: Impossible d'allouer de la mémoire.

source: Invalid wildcard `%s'.
fr: Caractère special `%s' non valide.

source: Warning! Configuration file `%s/.weex/weexrc' does not exist.
fr: Attention ! Fichier de configuration `%s/.weex/weexrc' non trouvé.

source: Fast Webpage Exchanger Ver %s Copyright (C) 1999-2000 Yuuki NINOMIYA This is free software with ABSOLUTELY NO WARRANTY. For details please see the file COPYING. usage: weex [OPTIONS] HOST... options: -h | --help desplay this help and exit -s | --silent suppress normal non-error messages -f | --force force sendeng all files -m | --monochrome output messages in monochrome -t | --test not modefy remote files -r | --rebuild-cache rebuild cache file -d | --debug-config desplay configuration of each hosts -D | --debug-ftplib output debugging information for ftplib -V | --version desplay version information and exit
fr: Fast Webpage Exchanger Ver %s Copyright (C) 1999-2000 Yuuki NINOMIYA Ceci est un logiciel libre ABSOLUMENT SANS GARANTIE. Lire le fichier COPYING pour de plus amples informations. Syntaxe : weex [OPTIONS] HOST... Options: -h | --help affiche cette aide et quitte -s | --silent n'affiche que les messages d'erreure -f | --force force l'envoi de tous les fichiers -m | --monochrome affiche les messages en monochrome -t | --test ne modifie pas les fichiers distants -r | --rebuild-cache reconstruit le cache -d | --debug-config affiche la configuration de chaque hote -D | --debug-ftplib affiche les messages des serveurs ftp -V | --version affiche la version et quitte

source: Cannot get a host name. Proceed anyway.
fr: Impossible de déterminer le nom de l'hote. La procédure continue.

source: Stopped.
fr: Interruption.

source: Log file `%s' seems to be always locked. Remove lock file `%s'.
fr: Le fichier de log `%s' semble être déjà bloqué. Supprimer le fichier `%s'.

source: Another weex is using log file `%s'. Just a moment.
fr: Le fihcier de log `%s' est utilisé par une autre instance de weew. Veuillez patienter...

source: Feb
fr: Fev

source: Apr
fr: Avr

source: May
fr: Mai

source: Aug
fr: Aou
