Repository: MFRWDesign/weex
Catalog: po/*.po
Languages: de, ja

source: Internal error has occurred in %s at line %d.
ja: %s の %d 行目で内部エラーが発生しました。

source: It must be a bug. Please send a bug report to the author.
ja: これはバグです。作者にバグレポートを送ってください。

source: This program comes with ABSOLUTELY NO WARRANTY, to the extent permitted by law. You may redistribute it under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
ja: このプログラムには、法律的にも一切の保証はありません。 あなたは GNU 一般公有使用許諾書の文言の下において、これを再配布することが できます。これらの事柄に関する詳細は COPYING.ja に記されています。

source: usage: weex [OPTIONS] HOST... options:
ja: 使用法: weex [オプション] ホスト... オプション:

source: -c | --config-file=FILE use an alternate configuration file
ja: -c | --config-file=FILE 別の設定ファイルを使用

source: -w | --not-mkdir-weex not make ~/.weex directory on startup
ja: -w | --not-mkdir-weex 起動時に ~/.weex ディレクトリを作成しない

source: -v | --view display the host difinitions
ja: -v | --view ホストの設定を表示

source: -l | --list display a listing of files needing update
ja: -l | --list 更新が必要なファイルの一覧を表示

source: -n | --nlist display the number of files needing update
ja: -n | --nlist 更新が必要なファイルの数を表示

source: -r | --rebuild-cache rebuild a cache file
ja: -r | --rebuild-cache キャッシュファイルを再構築

source: -u | --upload transfer files from local to remote
ja: -u | --upload ローカルからリモートへファイルを転送

source: -d | --download transfer files from remote to local
ja: -d | --download リモートからローカルへファイルを転送

source: -a | --all-hosts process all defined hosts
ja: -a | --all-hosts 定義されている全てのホストを処理

source: -f | --force transfer all files whether updated or not
ja: -f | --force 更新されているかどうかにかかわらず全てのファイルを転送

source: -t | --test perform ordering simulation (not actually change)
ja: -t | --test 処理をシミュレート (実際には変更しない)

source: -s | --silent suppress non-error messages
ja: -s | --silent エラーメッセージ以外の表示を抑制

source: -q | --quiet suppress non-error messages
ja: -q | --quiet エラーメッセージ以外の表示を抑制

source: -p | --suppress-progress suppress progress information
ja: -p | --suppress-progress 進捗情報表示を抑制

source: -m | --monochrome output messages in monochromee
ja: -m | --monochrome メッセージをモノクロで表示

source: -g | --debug enable debug output
ja: -g | --debug デバッグ出力を有効にする

source: -h | --help display this help and exit
ja: -h | --help このヘルプを表示して終了

source: -V | --version display version information and exit
ja: -V | --version バージョン情報を表示して終了

source: Cannot make directory `%s'.
de: Kann Verzeichnis `%s' nicht erstellen.
ja: ディレクトリ `%s' を作成できません。

source: Directory `%s' has been created.
ja: ディレクトリ `%s' を作成しました。

source: net_write(1) returned %d, errno = %d
ja: 1 番目の net_write() が %d を返しました。エラー番号 (errno) は %d です。

source: net_write(2) returned %d, errno = %d
ja: 2 番目の net_write() が %d を返しました。エラー番号 (errno) は %d です。

source: net_write(3) returned %d, errno = %d
ja: 3 番目の net_write() が %d を返しました。エラー番号 (errno) は %d です。

source: Control socket read failed
ja: コントロールソケットの読み込みに失敗

source: Network failed to start: %d
ja: ネットワークの開始に失敗: %d

source: PASV command fails. Try PORT mode.
ja: PASV コマンドが失敗しました。PORT モードを試します。

source: short write: passed %d, wrote %d
ja: %d バイト中 %d バイトしか書き込めませんでした

source: localfile write
ja: ローカルファイルの書き込み

source: Cannot open configuration file `%s'.
ja: 設定ファイル `%s' を開けません。

source: Cannot create configuration file `%s'.
ja: 設定ファイル `%s' を作成できません。

source: %s(%d): %s Syntax error
de: %s(%d): %s Syntaxfehler
ja: %s(%d): %s 文法エラー

source: %s(%d): %s Unrecognized parameter
de: %s(%d): %s Unbekannter Parameter
ja: %s(%d): %s 認識できないパラメータ

source: %s(%d): %s Internal error
de: %s(%d): %s Interner Fehler
ja: %s(%d): %s 内部エラー

source: %s(%d): %s Invalid number
de: %s(%d): %s Ungltiger Wert
ja: %s(%d): %s 無効な数字

source: %s(%d): %s Out of range
de: %s(%d): %s Bereichsberlauf
ja: %s(%d): %s 有効範囲を超過

source: %s(%d): %s Cannot allocate memory.
de: %s(%d): %s Speicherallokation fehlgeschlagen.
ja: %s(%d): %s メモリが確保できません。

source: %s(%d): %s It must be specified TRUE or FALSE.
de: %s(%d): %s Es muﬂ TRUE oder FALSE angegeben werden.
ja: %s(%d): %s TRUE か FALSE で指定してください。

source: %s(%d): %s The section name is already used.
de: %s(%d): %s Dieser Abschnittsname ist schon vorhanden.
ja: %s(%d): %s このセクション名は既に使われています。

source: %s(%d) There is no closing brace.
ja: %s(%d) 閉じていない大括弧があります。

source: %s(%d): %s Unexplained error
de: %s(%d): %s Unbekannter Fehler
ja: %s(%d): %s 不明なエラー

source: invalid number `%s'
de: Ungltiger Wert `%s'
ja: 無効な数字 `%s'

source: number `%s' to `%s' out of range
de: Werte `%s' bis `%s' auﬂerhalb des zul‰ssigen Bereichs
ja: オプション `%2$s' に指定された数字 `%1$s' は有効範囲を越えています

source: unrecognized option `%s'
de: Unbekannte Option `%s'
ja: `%s' は認識できないオプションです

source: option `%s' requires an argument
de: Option `%s' erfordert ein Argument
ja: オプション `%s' は引数を必要とします

source: option `%s' doesn't allow an argument
de: Option `%s' l‰ﬂt kein Argument zu
ja: オプション `%s' に引数は指定できません

source: unrecognized option `-%c'
de: Unbekannte Option `-%c'
ja: `-%c' は認識できないオプションです

source: Cannot allocate memory.
de: Speicherallokation fehlgeschlagen.
ja: メモリが確保できません。

source: Configuration file `%s' is not found.
de: Konfigurationsdatei `%s' nicht gefunden.
ja: 設定ファイル `%s' が見付かりません。

source: Running weex setup wizard...
ja: weex セットアップウィザードを起動しています...

source: There is no section in configuration file `%s'.
ja: 設定ファイル `%s' にセクションがありません。

source: An error has occured while parsing configuration file `%s'.
ja: 設定ファイル `%s' をパースしている途中でエラーが発生しました。

source: Specified host (section) name `%s' is undefined.
de: Host (Abschnitt) `%s' ist nicht definiert.
ja: 指定されたホスト (セクション) 名 `%s' は定義されていません。

source: Specified host (section) number `%s' is undefined.
de: Host (Abschnitt) Nummer `%s' ist nicht definiert.
ja: 指定されたホスト (セクション) 番号 `%s' は定義されていません。

source: Section `default' is required.
ja: セクション `default' が必要です。

source: `%s' is wrong value for parameter `DefaultTransferDirection' in section `%s'. It must be `upload' or `download'.
ja: セクション `%2$s' のパラメータ `DefaultTransferDirection' に指定されている `%1$s' は間違った値です。 これは `upload' か `download' でなくてはなりません。

source: `%s' is wrong value for parameter `DetectingModificationMethod' in section `%s'. It must be `time' or `size' or `timesize'.
ja: セクション `%2$s' のパラメータ `DetectingModificationMethod' に指定されている `%1$s' は間違った値です。 これは `time' か `size' か `timesize' でなくてはなりません。

source: `%s' is wrong value for parameter `AccessMethod' in section `%s'. It must be `ftp' or `rsync' or `scp'.
ja: セクション `%2$s' のパラメータ `AccessMethod' に指定されている `%1$s' は間違った値です。 これは `ftp' か `rsync' か `scp' でなくてはなりません。

source: Welcome to weex setup wizard!
ja: weex セットアップウィザードへようこそ!

source: You can configure weex by just answering some questions with this wizard.
ja: このウィザードではいくつかの質問に答えるだけで weex の設定ができます。

source: If you want to write weexrc file by hand or just you specified wrong configuration file, kill the process by Ctrl-C.
ja: もし weexrc ファイルを手で書きたい、あるいは単に間違った設定ファイルを 指定してしまっただけなのなら、このプロセスを Ctrl-C で終了させてください。

source: 1) configure new host 2) reconfigure existing host 3) display current configuration 4) write weexrc and exit
ja: 1) 新しいホストを設定 2) 既存のホストを再設定 3) 現在の設定を表示 4) weexrc を書き出して終了

source: Configuration file `%s' has been created.
ja: 設定ファイル `%s' を作成しました。

source: An error has occured while writing configuration file `%s'.
ja: 設定ファイル `%s' を書き込んでいる途中でエラーが発生しました。

source: Enter between 1 and 4.
ja: 1 から 4 の間で入力してください。

source: Enter host identifier. (e.g., myhost)
ja: ホスト識別子を入力してください。(例: myhost)

source: %d) HostIdentifier: %-10s HostName: %s
ja: %d) ホスト識別子: %-10s ホスト名: %s

source: Choose host you want to reconfigure.
ja: 再設定したいホストを選んでください。

source: No such host.
ja: そのようなホストはありません。

source: Enter remote host name or IP address. (e.g., ftp.myhost.org, 192.168.0.1)
ja: リモートホストの名前か IP アドレスを入力してください。(例: ftp.myhost.org, 192.168.0.1)

source: Enter login name of the account.
ja: アカウントのログイン名を入力してください。

source: Enter password granting access to the account.
ja: そのアカウントへアクセスするためのパスワードを入力してください。

source: Enter local top directory. It must be specified as absolute path. (e.g., /home/foo/www)
ja: ローカルトップディレクトリを入力してください。 これは絶対パスで指定してください。 (例: /home/hoge/www)

source: Enter remote top directory. It must be specified as absolute path. (e.g., /public_html)
ja: リモートトップディレクトリを入力してください。 これは絶対パスで指定してください。 (例: /public_html)

source: Just press enter to leave default. (default is: ********)
ja: Enter を押すとデフォルトのままにしておきます。(デフォルト: ********)

source: Not changed.
ja: 変更しませんでした。

source: Retype password for confirmation.
ja: 確認のためにもう一度パスワードを入力してください。

source: Passwords do not match.
ja: パスワードが一致しません。

source: Just press enter to leave default. (default is: %s)
ja: Enter を押すとデフォルトのままにしておきます。(デフォルト: %s)

source: Cannot get file status: %s
ja: ファイルの情報が取得できません: %s

source: Warning! `%s' permissions allow other users to read your configuration file. Set the permissions to 0600.
ja: 警告! `%s' のパーミッションは 他のユーザがあなたの設定ファイルを 読むことを許可しています。 そのパーミッションを 0600 に設定してください。

source: Rebuilding cache for downloading...
ja: ダウンロードのためにキャッシュを再構築しています...

source: Cache file is not found. Creating a new one...
ja: キャッシュファイルが見付かりません。 新しく作成します。

source: The remote host doesn't need updating.
ja: リモートホストを更新する必要はありません。

source: The local host doesn't need updating.
ja: ローカルホストを更新する必要はありません。

source: Cannot specify section `default'.
ja: `default' セクションを指定することはできません。

source: Local --> Remote (upload)
ja: ローカル → リモート (アップロード)

source: Local <-- Remote (download)
ja: リモート → ローカル (ダウンロード)

source: Rebuilding cache...
ja: キャッシュを再構築しています...

source: Cannot open directory `%s'.
ja: ディレクトリ `%s' を開けません。

source: Cannot expand symbolic link `%s'. This file is ignored.
ja: シンボリックリンク `%s' を展開できません。 このファイルを無視します。

source: Cannot close directory `%s'.
ja: ディレクトリ `%s' をクローズできません。

source: ConvToLower causes a conflict between `%s' and `%s'. Proceed anyway.
de: Konflikt zwischen `%s' und `%s' durch ConvToLower. Vorgang wird fortgesetzt.
ja: ConvToLower が有効なので `%s' と `%s' が衝突します。とにかく継続します。

source: Cannot connect host `%s'.
ja: ホスト `%s' に接続できません。

source: The login name is not configured.
de: Der Loginname ist nicht angegeben.
ja: ログイン名が設定されていません。

source: No password specified in configuration file for `%s'. Asking ...
de: In der Konfigurationsdatei ist kein Paﬂwort fr `%s' angegeben. Frage nach...
ja: 設定ファイルに `%s' のパスワードが指定されていません。入力してください...

source: Password:
ja: パスワード:

source: Login failed. Check your ID and password.
ja: ログインに失敗しました。ID とパスワードを確認してください。

source: Cannot get a listing of the contents of remote directory `%s'.
ja: リモートディレクトリ `%s' の内容一覧を取得できません。

source: Cannot parse a listing of the contents of a remote directory: %s
ja: リモートディレクトリの内容一覧をパースできません: %s

source: Cannot get last modification time of `%s'.
ja: `%s' の最終更新時刻を取得できません。

source: The host name is not configured.
de: Der Hostname ist nicht angegeben.
ja: ホスト名が設定されていません。

source: Cannot open file `%s'.
ja: ファイル `%s' を開けません。

source: Listing remote directory contents failed: %s The directory doesn't exist or permission denied.
ja: リモートディレクトリの内容一覧の取得に失敗: %s ディレクトリが存在しないか、許可がありません。

source: Cannot close file `%s'.
ja: ファイル `%s' をクローズできません。

source: Cannot create a unique file name.
de: Kann keinen noch nicht vorhandenen Dateinamen bilden.
ja: ユニークなファイル名を作成できません。

source: Rebuilding cache file `%s'.
de: Erstelle Cache-Datei `%s' neu.

source: Cache file `%s' does not exist.
de: Die Cache-Datei `%s' existiert nicht.

source: Creating a new one.
de: Erstelle eine neue.

source: Cache file `%s' is broken at line %d.
de: Cache-Datei `%s' ist besch‰digt in Zeile %d.

source: Internal error: cache facility is broken.
de: Interner Fehler in Cache-Verwaltung.

source: Cannot create cache file `%s'.
de: Kann Cache-Datei `%s' nicht erstellen.

source: Configuration file `%s/.weex/weexrc' does not exist.
de: Die Konfigurationsdatei `%s/.weex/weexrc' existiert nicht.

source: There is no section in configuration file.
de: In der Konfigurationsdatei sind keine Remote-Hosts definiert.

source: Created directory `%s'.
de: Verzeichnis `%s' erstellt.

source: Cannot get file status: `%s'
de: Kann Dateistatus nicht feststellen: `%s'.

source: A `default' section is required.
de: Ein `default'-Abschnitt ist erforderlich.

source: When you set ChangePermissionDir, you must configure ChangePermission.
de: Wenn Sie ChangePermissionDir setzen, mssen Sie ChangePermission angeben.

source: Cannot expand symbolic link `%s'. Ignore this file.
de: Kann den symbolischen Link `%s' nicht auflsen. Ignoriere diese Datei.

source: Expanding symbolic link failed: %s
de: Kann symbolischen Link nicht auflsen: %s

source: Confliction by ConvToLower: %s
de: Konflikt durch ConvToLower: %s

source: Cannot get remote directory list.
de: Kann Inhalt von Remote-Verzeichnis nicht lesen.

source: Getting remote directory list failed
de: Kann Inhalt von Remote-Verzeichnis nicht lesen.

source: Cannot open `%s'.
de: Kann `%s' nicht ffnen.

source: Cannot remove `%s'.
de: Kann `%s' nicht lschen.

source: Cannot get the remote directory list correctly.
de: Kann Inhalt von Remote-Verzeichnis nicht korrekt lesen.

source: Complete: sent %d file(s), removed %d file(s)
de: Fertig: %d Datei(en) gesendet, %d Datei(en) gelscht

source: Cannot specify a default configuration.
de: Die Defaultkonfiguration kann nicht direkt verwendet werden.

source: The source directory (SrcDir) is not configured.
de: Das Quellverzeichnis (SrcDir) ist nicht angegeben.

source: The destination directory (DestDir) is not configured.
de: Das Zielverzeichnis (DestDir) ist nicht angegeben.

source: Cannot connect host `%s'.
de: Kann nicht mit Host `%s' verbinden.

source: Connection failed: %s (%s)
de: Verbindungsaufbau gescheitert: %s (%s)

source: Connected: %s (%s)
de: Verbunden: %s (%s)

source: Disconnected: %s (%s)
de: Verbindungsende: %s (%s)

source: Password:
de: Paﬂwort:

source: Login failed. Check your ID and password.
de: Login gescheitert. Prfen Sie Ihre ID und das Paﬂwort.

source: Login failed: %s (%s)
de: Login gescheitert: %s (%s)

source: Cannot change %s current working directory to `%s'.
de: Kann %sArbeitsverzeichnis nicht nach `%s' wechseln.

source: local
de: lokales

source: Changing %s current working directory failed: %s
de: Kann %sArbeitsverzeichnis nicht nach `%s' wechseln.

source: Sent: %s%s
de: Gesendet: %s%s

source: Cannot change the access permissions of `%s%s' to `%s'.
de: Kann die Zugriffsrechts von `%s%s' nicht auf `%s' setzen.

source: Changing the access permissions failed: %s%s
de: Kann die Zugriffsrechts nicht ver‰ndern: %s%s

source: Cannot send file `%s%s'.
de: Kann Datei `%s%s' nicht senden.

source: Sending failed: %s%s
de: Kann nicht senden: %s%s

source: Retry to send: %s%s
de: Sende erneut: %s%s

source: Retrying...
de: Wiederhole...

source: %s : sent %d file(s), removed %d file(s)
de: %s : %d Datei(en) gesendet, %d Datei(en) gelscht

source: Cannot remove remote file `%s%s'.
de: Kann Remote-Datei `%s%s' nicht lschen.

source: Removing failed: %s%s
de: Kann nicht lschen: %s%s

source: Removed: %s%s
de: Gelscht: %s%s

source: Cannot remove remote directory `%s%s/'.
de: Kann Remote-Verzeichnis `%s%s/' nicht lschen.

source: Removing failed: %s%s/
de: Kann nicht lschen: %s%s/

source: Cannot make remote directory `%s%s/'.
de: Kann Remote-Verzeichnis `%s%s/' nicht erstellen.

source: Making directory failed: %s%s/
de: Kann Verzeichnis nicht erstellen: %s%s/

source: Connect :
de: Verbindungsaufbau :

source: Disconnect :
de: Verbindungsende :

source: Entering :
de: Wechsele nach :

source: Leaving :
de: Verlasse :

source: Sending :
de: Sende :

source: Changing :
de: ƒndere :

source: Removing :
de: Lsche :

source: Making Dir :
de: Erzeuge Verzeichnis:

source: Creating configuration file `%s' fails.
de: Konfigurationsdatei `%s' kann nicht erstellt werden.

source: Invalid wildcard `%s'.
de: Ungltiger Platzhalter `%s'.

source: Warning! Configuration file `%s/.weex/weexrc' does not exist.
de: Warnung! Die Konfigurationsdatei `%s/.weex/weexrc' existiert nicht.

source: Fast Webpage Exchanger Ver %s Copyright (C) 1999-2000 Yuuki NINOMIYA This is free software with ABSOLUTELY NO WARRANTY. For details please see the file COPYING. usage: weex [OPTIONS] HOST... options: -h | --help display this help and exit -s | --silent suppress normal non-error messages -f | --force force sending all files -m | --monochrome output messages in monochrome -t | --test not modify remote files -r | --rebuild-cache rebuild cache file -d | --debug-config display configuration of each hosts -D | --debug-ftplib output debugging information for ftplib -V | --version display version information and exit
de: Fast Webpage Exchanger Ver %s Copyright (C) 1999-2000 Yuuki NINOMIYA Dies ist freie Software OHNE JEGLICHE GARANTIE. Details finden Sie in der Datei COPYING. Aufruf: weex [OPTIONEN] HOST... Optionen: -h | --help Diese Hilfe anzeigen -s | --silent Alle Meldungen auﬂer Fehlern unterdrcken -f | --force Alle Dateien neu senden -m | --monochrome Meldungen monochrom ausgeben -t | --test Keine ƒnderungen an Remote-Dateien vornehmen -r | --rebuild-cache Cache-Datei neu erstellen -d | --debug-config Konfiguration aller Hosts anzeigen -D | --debug-ftplib Debug-Informationen aus ftplib ausgeben -V | --version Versionsinformation anzeigen

source: Cannot get a host name. Proceed anyway.
de: Kann keinen Hostnamen ermitteln. Vorgang wird fortgesetzt.

source: Stopped.
de: Angehalten.

source: Log file `%s' seems to be always locked. Remove lock file `%s'.
de: Logdatei `%s' scheint dauerhaft gesperrt zu sein. Entfernen Sie die Sperr-Datei `%s'.

source: Another weex is using log file `%s'. Just a moment.
de: Logdatei `%s' wird von einem anderen weex benutzt. Einen Moment bitte.

source: Mar
de: M‰r

source: May
de: Mai

source: Oct
de: Okt

source: Dec
de: Dez
